Repository: AncientCrow/WebShop
Catalog: web_shop/locale/*/LC_MESSAGES/django.po
Languages: ru

source: users
ru: пользователи

source: Profile icon
ru: Изображение профиля

source: Nickname
ru: Никнейм

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Password
ru: Пароль

source: Password confirm
ru: Подтверждение пароля

source: Birthday
ru: День рождения

source: Phone number
ru: Номер телефона

source: Your city
ru: Ваш город

source: Incorrect login or password
ru: Некорректный логин или пароль

source: Your profile deactivated
ru: Ваш профиль отключен от системы

source: About
ru: О нас

source: Image
ru: Изображение

source: user
ru: пользователь

source: city
ru: город

source: about
ru: о себе

source: date
ru: дата рождения

source: phone
ru: телефон

source: verification
ru: верификация

source: profile
ru: профиль

source: profiles
ru: профили

source: Confirm
ru: Подтвердить

source: About user
ru: О пользователе

source: Sorry but this user so fast and furious, and ... there no text about him
ru: Извините, но этот пользователь настолько быстр и яростен, что текст о нём не успевает за ним.

source: Log in
ru: Вход

source: Login
ru: Логин

source: Forgot your password?
ru: Забыли пароль?

source: Registration
ru: Регистрация

source: Registrate
ru: Зарегистрироваться

source: Title
ru: Название

source: Description
ru: Описание

source: Images to upload
ru: Изображения к загрузке

source: author
ru: автор

source: title
ru: название

source: description
ru: описание

source: price
ru: цена

source: created date
ru: дата создания

source: status
ru: статус

source: image
ru: изображение

source: Hello
ru: Привет

source: Profile
ru: Профиль

source: Log out
ru: Выход

source: Hello anonymous
ru: Привет аноним

source: Home
ru: Домашняя

source: About Us
ru: О нас

source: Goods
ru: Товары

source: Services
ru: Услуги

source: Privacy
ru: Конфиденциальность

source: Contact Us
ru: Контакты

source: Level up your characters!
ru: Прокачай своего персонажа

source: Are you wanna waste your time in game? Call our drivers, and enjoy your time
ru: Ты правда хочешь тратить время в игре? Позови наших драйверов и используй своё время с пользой

source: Boost for your accounts
ru: Улучши свой аккаунт

source: Are you need some money or items? Call our drivers and they bring it only for you!
ru: Тебе нужны деньги? Предметы? Позови наших драйверов и они принесут их только для тебя

source: ACCOUNTS!
ru: АККАУНТЫ!

source: Need powerful account with something rare? Look for it here!
ru: Нужен сильнейший аккаунт с чем-нибудь редким? Посмотри тут!

source: Game items in short time! Look for it here
ru: Игровые предметы за короткий срок? Посмотри их здесь

source: Rare items! Powerful artifacts! Yea, it is here!
ru: Редкие предметы! Сильнейшие артефакты! Да, это здесь

source: About us
ru: О нас

source: Company information
ru: Информация о окмпании

source: We are little company that will save your time and give you all what you need in the game! Just pay us and chill!
ru: Мы небольшая компания, которая сохранит твоё время и даст тебе всё что нужно внутри игры, просто заплати нам и расслабься

source: We offer you the services of drivers registered in our system. They have passed the moderation check and are allowed to perform their duties. Also, you can purchase in-game items at quite reasonable prices. We save your time, and you use our services.
ru: Мы предлагаем вам услуги драйверов, зарегистрированных в нашей системе. Они прошли проверку модерацией и могут выполнять свои обязанности (или мы их накажем). Кроме того, вы можете приобрести внутриигровые предметы по вполне разумным ценам. Мы экономим ваше время, и вы пользуетесь нашими услугами.

source: Our offers
ru: Наши предложения

source: Someday there will be a text here...
ru: Когда-нибудь тут будет текст

source: Customer service
ru: Обслуживание клиентов

source: Read More
ru: Увидеть больше

source: Award Winning
ru: Наши награды

source: Global Reach
ru: Глобальные цели

source: Our Commitment
ru: Наши обязательства

source: Our goods
ru: Наши товары

source: Detail
ru: Детали

source: Main page
ru: Главная

source: Why you waste your time?
ru: Зачем ты тратишь своё время?

source: Use our site and find your drivers.
ru: Используй наш сайт и наших драйверов

source: Enjoy our site right now!
ru: Пользуйся нашим сайтом прямо сейчас!

source: What information do we collect?
ru: Какую информацию мы собираем

source: We collect information from you when you register on our site, place an order, subscribe to our newsletter, respond to a survey or fill out a form.
ru: Мы собираем информацию о вас тогда, когда вы регестрируетесь на нашем сайте, подписываетесь на ленту новостей, заказываете товар или услугу, передаете нам информацию по одной из возможных форм

source: When ordering or registering on our site, as appropriate, you may be asked to enter your: name, e-mail address, mailing address, phone number, credit card information or social security number. You may, however, visit our site anonymously.
ru: При заказе или регистрации на нашем сайте, в зависимости от обстоятельств, вас могут попросить ввести ваше имя, адрес электронной почты, почтовый адрес, номер телефона, данные кредитной карты или номер социального страхования. Однако вы можете посещать наш сайт анонимно.

source: What do we use your information for?
ru: Для чего мы собираем вашу информацию?

source: Any of the information we collect from you may be used in one of the following ways:
ru: Информация, которую мы собираем может быть использована в следующих целях:

source: To personalize your experience
ru: Для персонализации ваших предпочтений

source: your information helps us to better respond to your individual needs
ru: ваша информация поможет нам подобрать лучшие предложения для вас

source: To improve our website
ru: Для улучшения нашего сайта

source: we continually strive to improve our website offerings based on the information and feedback we receive from you
ru: Мы стремимся постоянно улучшать наш сайт согласно вашей информации и вашим отзывам

source: To improve customer service
ru: Для улучшения наших услуг

source: your information helps us to more effectively respond to your customer service requests and support needs
ru: ваша информация помогает нам более эффективно реагировать на ваши запросы и потребности

source: To process transactions
ru: Для обработки платежей

source: We may share or sell information with third parties for marketing or other purposes without your consent.
ru: Мы можем передать или продать информацию третьим лицам без вашего согласия

source: To administer a contest, promotion, survey or other site feature
ru: Для администрирования контента, релкамы, опросов и других возможностей сайта

source: To send periodic emails
ru: Для отправки электронных писем... очень редких отправок

source: The email address you provide for order processing, may be used to send you information and updates pertaining to your order, in addition to receiving occasional company news, updates, related product or service information, etc.
ru: Переданный вами электронный адрес может быть использован для предоставления вам информации о новых событиях, товарах, услугах и т.д.

source: Note: If at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email.
ru: Примечание: в любой момент вы можете отказаться от рассылки

source: How do we protect your information?
ru: Как мы защищаем вашу информацию?

source: We implement a variety of security measures to maintain the safety of your personal information when you place an order or access your personal information.
ru: Мы применяем различные меры безопасности для обеспечения безопасности ваших персональных данных, когда вы размещаете заказ или получаете доступ к своей личной информации

source: We offer the use of a secure server. All supplied sensitive/credit information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our Payment gateway providers database only to be accessible by those authorized with special access rights to such systems, and are required to keep the information confidential.
ru: Мы используем защищенный сервер. Вся предоставленная информация передается по технологии SSL. Доступ к информации возможен только по специальным правам доступа к системе, и имеющие доступ обязаны сохранять конфиденциальность полученной информации

source: After a transaction, your private information (credit cards, social security numbers, financials, etc.) will not be kept on file for more than 60 days.
ru: После платежа, ваша персональная информация (номер кредитной карты, номера, финансы и т.д.) хранятся не более чем в течении 60 дней

source: Do we use cookies?
ru: Используем ли мы куки?

source: Yes (Cookies are small files that a site or its service provider transfers to your computers hard drive through your Web browser (if you allow) that enables the sites or service providers systems to recognize your browser and capture and remember certain information)
ru: Да (Куки это небольшие файлы которые наш сайт передает в ваш жесткий диск (если вы даете разрешение), которые позволяют запомнить и распозновать ваш браузер для получения и сохранения определенной информации)

source: We use cookies to help us remember and process the items in your shopping cart, understand and save your preferences for future visits, keep track of advertisements and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future. We may contract with third-party service providers to assist us in better understanding our site visitors. These service providers are not permitted to use the information collected on our behalf except to help us conduct and improve our business.
ru: Мы используем файлы cookie, чтобы запоминать и обрабатывать товары в вашей корзине покупок, понимать и сохранять ваши предпочтения для будущих посещений,отслеживать рекламные объявления и собирать совокупные данные о посещении сайта и взаимодействии с сайтом, чтобы мы могли предлагать лучшие товары и услуги в будущем.Мы можем заключать контракты со сторонними поставщиками услуг, чтобы помочь нам лучше понять посетителей нашего сайта. Этим поставщикам услуг не разрешается использовать информацию,собранную от нашего имени, кроме как для того, чтобы помочь нам вести и улучшать наш сайт.

source: If you prefer, you can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies via your browser settings. Like most websites, if you turn your cookies off, some of our services may not function properly. However, you can still place orders over the telephone or by contacting customer service.
ru: Если вы хотите, то вы можете выбрать, чтобы ваш компьютер уведомлял вас об использовании файлов-cookie каждый раз при посещении сайтаили вы можете отключить все cookie через свой браузер. Как и на большинстве сайтов, при отключении cookie, некоторые элементы сайта могут работать некорректноВ любом случае вы можете размещать заказы через контактную форму

source: Do we disclose any information to outside parties?
ru: Передаем ли мы информацию третьим лицам?

source: We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety. However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.
ru: Мы не продаем, не обмениваем и не передаем любым третьим лицам вашу личную информацию, позволяющую установить вашу личность.Это не относится к доверенным третьим лицам, которые помогают нам управлять нашим веб-сайтом, вести наш бизнес или обслуживать вас,при условии, что эти стороны согласны сохранять эту информацию конфиденциальной. Мы также можем разглашать вашу информацию,когда считаем, что разглашение необходимо для соблюдения закона, обеспечения соблюдения политики нашего сайта или защиты наших или других прав,собственности или безопасности. Однако информация о посетителях, не позволяющая установить личность, может предоставляться другим сторонам в маркетинговых, рекламных или других целях.

source: Third party links
ru: Ссылки на третьих лиц

source: Occasionally, at our discretion, we may include or offer third party products or services on our website. These third party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.
ru: Иногда, по нашему усмотрению, мы можем включать продукты или услуги от третьих лиц на нашем сайте. Сайты третьих лиц имеют отдельную и независимую политику конфиденциальности. Мы не несём ответственности за контент или действия на этих сайтах. В любом случае мы стремимся защищать целостность нашего сайта и рады любым отзывам о нашем сайте

source: California Online Privacy Protection Act Compliance
ru: Соблюдение Калифорнийского Закона о защите конфиденциальности в Интернете

source: Because we value your privacy we have taken the necessary precautions to be in compliance with the California Online Privacy Protection Act. We therefore will not distribute your personal information to outside parties without your consent.
ru: Поскольку мы ценим вашу конфиденциальность, мы приняли необходимые меры предосторожности, чтобы соответствовать Калифорнийскому Закону о защите конфиденциальности в Интернете. Поэтому мы не будем распространять вашу личную информацию третьим лицам без вашего согласия.

source: Your Consent
ru: Ваше согласие

source: By using our site, you consent to our
ru: Используя наш сайт вы соглашаетесь с нашей

source: websites privacy policy
ru: политикой конфиденциальности сайта

source: Changes to our Privacy Policy
ru: Изменения в нашей политике конфиденциальности

source: If we decide to change our privacy policy, we will post those changes on this page. Or not
ru: Если мы решим изменить нашу политику конфиденциальности, мы разметсим эти изменения на этой странице. Или нет

source: Contacting Us
ru: Связь с нами

source: If there are any questions regarding this privacy policy you may contact us using the information below.
ru: Если у вас будут какие-либо вопросы касательно политики конфиденциальности вы можете связаться с нами использую информацию ниже:

source: Privacy Policy prepared by
ru: Политика конфиденциальности подготовлена

source: Our services
ru: Наши услуги
